{"dex number": "074", "pokemon name": "Geodude", "types": ["roca", "tierra"], "abilities": ["Cabeza roca", "Robustez"], "hidden abilities": ["Velo arena"], "stats": {"hp": "40", "atk": "80", "def": "100", "atk esp": "30", "def esp": "30", "speed": "20"}, "location": {"Azul": ["Salvaje: Monte Moon, Túnel Roca y Calle Victoria"], "Amarillo": ["Salvaje: Monte Moon, Túnel Roca y Calle Victoria"], "Plata": ["Salvaje: Ruta 45, Ruta 46, Túnel Roca, Monte Moon, Monte Mortero, Cueva Oscura, Cueva Unión y Escondite Team Rocket"], "Cristal": ["Salvaje: Rutas 33, 45 y 46, Túnel Roca, Monte Moon, Monte Mortero, Cueva Oscura, Cueva Unión y Escondite Team Rocket"], "Zafiro": ["Salvaje: Cueva Granito", "Golpe roca: Ruta 111, Ruta 114, Cueva Granito, Zona Safari y Calle Victoria."], "Esmeralda": ["Salvaje: Cueva Granito, Guarida Magma", "Golpe roca: Ruta 111, Ruta 114, Cueva Granito, Zona Safari y Calle Victoria."], "Rojo Fuego": ["Salvaje: Monte Moon, Túnel Roca, Calle Victoria, Monte Ascuas, Camino Candente y Cañón Sétano", "Golpe roca: Túnel Roca, Cueva Celeste, Monte Ascuas, Camino Candente y Cañón Sétano"], "Verde Hoja": ["Salvaje: Monte Moon, Túnel Roca, Calle Victoria, Monte Ascuas, Camino Candente y Cañón Sétano", "Golpe roca: Túnel Roca, Cueva Celeste, Monte Ascuas, Camino Candente y Cañón Sétano"], "Perla": ["Salvaje: Ruta 206, Ruta 207, Ruta 210, Ruta 211, Ruta 214, Ruta 215, Puerta Pirita, Mina Pirita, Senda Desolada, Cueva Extravío, Mina Ruinamaníaco, Monte Corona, Isla Hierro y Montaña Dura", "Parque Compi: Zona rocosa"], "Platino": ["Salvaje: Ruta 206, Ruta 207, Ruta 210, Ruta 214, Puerta Pirita, Mina Pirita, Mina Ruinamaníaco y Monte Corona"], "Oro HeartGold": ["Salvaje: Ruta 45, Ruta 46, Monte Moon, Túnel Roca, Cueva Unión, Cueva Oscura, Cueva Acantilado, Monte Mortero, Escondite Team Rocket y Zona Safari (parterre y peña)", "Golpe roca: Calle Victoria, Cueva Celeste, Túnel Roca, Ruinas Alfa y Cueva Oscura", "Parque Compi: Zona rocosa", "Pokéwalker: Camino Pedregoso, Sendero Volcán y Confín del Cielo"], "Plata SoulSilver": ["Salvaje: Ruta 45, Ruta 46, Monte Moon, Túnel Roca, Cueva Unión, Cueva Oscura, Cueva Acantilado, Monte Mortero, Escondite Team Rocket y Zona Safari (parterre y peña)", "Golpe roca: Calle Victoria, Cueva Celeste, Túnel Roca, Ruinas Alfa y Cueva Oscura", "Parque Compi: Zona rocosa", "Pokéwalker: Camino Pedregoso, Sendero Volcán y Confín del Cielo"], "Blanco": ["Criar: de Graveler o Golem", "Dream World: Cueva Helada"], "Negro 2": ["Intercambiar: de Pokémon Negro o Pokémon Blanco", "Dream World: Cueva Helada"], "Blanco 2": ["Intercambiar: de Pokémon Negro o Pokémon Blanco", "Dream World: Cueva Helada"], "Pokémon Y": ["Salvaje, (horda): Ruta 18, Calle Victoria y Cueva Desenlace"], "Rubí Omega": ["Salvaje: Cueva Granito", "Golpe roca: Ruta 111, Ruta 114, Cueva Granito, Zona Safari y Calle Victoria."], "Zafiro Alfa": ["Salvaje: Cueva Granito", "Golpe roca: Ruta 111, Ruta 114, Cueva Granito, Zona Safari y Calle Victoria."], "Luna": ["Banco de Pokémon: Transferir desde videojuegos anteriores"], "Ultrasol": ["Banco de Pokémon: Transferir desde videojuegos anteriores"], "Ultraluna": ["Banco de Pokémon: Transferir desde videojuegos anteriores"], "lets Go Pikachu!": ["Salvaje: Monte Moon, Túnel Roca, Calle Victoria y Cueva Celeste"], "lets Go Eevee!": ["Salvaje: Monte Moon, Túnel Roca, Calle Victoria y Cueva Celeste"], "Escudo": ["Geodude no se puede conseguir en este videojuego.", ""], "Diamante Brillante": ["Salvaje: Ruta 206, Ruta 207, Ruta 210 (Sur), Ruta 211 (Oeste), Ruta 214, Ruta 215, Puerta Pirita, Mina Pirita, Senda Desolada, Cueva Extravío, Mina Ruinamaníaco, Orilla Valor, Monte Corona, Isla Hierro y Montaña Dura", "Grutas del Subsuelo: Cueva Menor, Cueva Espaciosa, Cueva Arenosa, Cueva Rocosa, Caverna Peñasco, Cueva Llama, Cueva Magma y Caverna Typhlosion."], "Perla Reluciente": ["Salvaje: Ruta 206, Ruta 207, Ruta 210 (Sur), Ruta 211 (Oeste), Ruta 214, Ruta 215, Puerta Pirita, Mina Pirita, Senda Desolada, Cueva Extravío, Mina Ruinamaníaco, Orilla Valor, Monte Corona, Isla Hierro y Montaña Dura", "Grutas del Subsuelo: Cueva Menor, Cueva Espaciosa, Cueva Arenosa, Cueva Rocosa, Caverna Peñasco, Cueva Llama, Cueva Magma y Caverna Typhlosion."], "Leyendas: Arceus": ["Salvaje: Pradera Obsidiana: Loma del Venado, Puente Erosionado y Gruta Pirita. Pantanal Carmesí: Ciénaga Bocazas, Ciénaga Bermeja, Palestra Ursa, Ladera Derrumbe. Costa Cobalto: Playa Ginkgo, Cabo Rocavelo, Cerro Aipom, Albuferas Chapuzón. Ladera Corona: Cordillera Derrumbe, Risco Riscoso, Ruinas Celestiales."]}, "pokedex": {"RojoAzul": "Aparece en llanos y montañas. Semejantes a las rocas, la gente se tropieza con ellos o los pisa.", "Amarillo": "Se encuentran normalmente en los caminos de montaña. Si te cruzas con uno, se enfadará.", "Oro": "Puede que mucha gente no se dé cuenta, pero si lo miras de cerca, descubrirás muchos Geodude alrededor.", "Plata": "Usa sus brazos para escalar montañas escarpadas. Si se enfada, balancea sus puños.", "Cristal": "Está orgulloso del cuerpo robusto que tiene. De hecho, se bate con los de su grupo para ver quién resiste más.", "Rubí": "Cuanto más larga es la vida de Geodude, mayor es el desgaste y la erosión que sufre, y más redondeada la forma que va adquiriendo. Sin embargo, el corazón permanece siempre duro, rocoso y tosco.", "Zafiro": "Cuando Geodude duerme profundamente, se entierra a medias en el suelo y no se despierta ni aunque lo pisen sin querer. Por la mañana, se dedica a buscar comida rodando ladera abajo.", "Esmeralda": "Sube caminos de montaña usando sólo la fuerza de los brazos. Como parece un canto rodado que delimita el camino, algunos montañeros se llegan a tropezar con él.", "Rojo Fuego": "Es fácil atraparlo por la forma redonda que tiene. Cuando hay batallas de bolas de nieve, la gente lo usa para lanzarlo.", "Verde Hoja": "Aparecen en llanos y montañas. Como parecen rocas, la gente se tropieza con ellos o los pisa.", "Diamante": "Muchos viven en zonas montañosas y permanecen semienterrados mientras miran a los escaladores.", "Perla": "Es imposible distinguirlos de las rocas. Para probar su dureza, chocan entre sí en duelo.", "Platino": "En reposo parece una roca normal, pero si se pisa por error, responde agitando los puños con agresividad.", "Oro HeartGold": "Puede que mucha gente no se dé cuenta, pero si miras con detenimiento, verás muchos Geodude alrededor.", "Plata SoulSilver": "Usa sus brazos para escalar montañas escarpadas. Si se enfada, balancea sus puños.", "Negro": "En reposo parece una roca normal, pero si se pisa por error, responde agitando los puños con agresividad.", "Blanco": "En reposo parece una roca normal, pero si se pisa por error, responde agitando los puños con agresividad.", "Negro 2": "En reposo parece una roca normal, pero responde agitando los puños con agresividad si se pisa por error.", "Blanco 2": "En reposo parece una roca normal, pero responde agitando los puños con agresividad si se pisa por error.", "Pokémon X": "Aparecen en llanos y montañas. Como parecen rocas, la gente se tropieza con ellos o los pisa.", "Pokémon Y": "Es imposible distinguirlos de las rocas. Para probar su dureza, chocan entre sí en duelo.", "Rubí Omega": "Cuanto más larga es la vida de Geodude, mayor es el desgaste y la erosión que sufre, y más redondeada la forma que va adquiriendo. Sin embargo, el corazón permanece siempre duro, rocoso y tosco.", "Zafiro Alfa": "Cuando Geodude duerme profundamente, se entierra a medias en el suelo y no se despierta ni aunque lo pisen sin querer. Por la mañana, se dedica a buscar comida rodando ladera abajo.", "Sol": "Aunque su forma invita a lanzarlo cual bola de nieve, su peso y dureza hacen de esta una actividad de riesgo nada recomendable.", "Luna": "Se encuentran en masa en las cunetas de los caminos. Un investigador con mucho tiempo libre llegó a contar una vez una centena de Geodude.", "Ultrasol": "Con la edad, su temperamento se amansa y su cuerpo se va alisando hasta adquirir una forma completamente redonda.", "Ultraluna": "Escala a manos desnudas las pendientes de las montañas. Al parecer, esta fue la fuente de inspiración para la práctica de la escalada libre.", "lets Go Pikachu!lets Go Eevee!": "Se suele encontrar en senderos de montaña y sitios parecidos. Conviene andar con cuidado para no pisarlo sin querer y provocar su enfado.", "Espada": "Este Pokémon no se puede conseguir en Pokémon Espada.", "Escudo": "Este Pokémon no se puede conseguir en Pokémon Escudo.", "Diamante Brillante": "Muchos viven en zonas montañosas y permanecen semienterrados mientras miran a los escaladores.", "Perla Reluciente": "Es imposible distinguirlos de las rocas. Compiten chocándose entre sí para ver quién es más duro.", "Leyendas: Arceus": "Se vale de los brazos para escalar las montañas escarpadas en donde vive. Si alguien lo patea sin querer, se enfada y persigue a su agresor, por lo que puede resultar molesto.", "Stadium": "Cuando está subiendo una colina, si encuentra un paso elevado, se alza con inteligencia gracias a sus dos brazos.", "Stadium 2": "\nPokémon Oro insertado: Usa sus brazos para escalar montañas escarpadas. Si se enfada, balancea sus puños.\nPokémon Plata insertado: Puede que mucha gente no se dé cuenta, pero si lo miras de cerca, descubrirás muchos Geodude alrededor.", "Pokémon GO": "Cuanto más larga es la vida de Geodude, mayor es el desgaste y la erosión que sufre, y más redondeada la forma que va adquiriendo. Sin embargo, el corazón permanece siempre duro, rocoso y tosco.", "Ranger": "Geodude a menudo esta tirado en el suelo. Tiene fuerza para romper rocas pequeñas.", "Sombras de Almia": "Ataca lanzando piedras.", "RubíZafiro": "Cuando Geodude duerme profundamente, se entierra a medias en el suelo y no se despierta ni aunque lo pisen sin querer. Por la mañana, se dedica a buscar comida rodando ladera abajo.", "New Pokémon Snap": "Cuando duermen se parecen tanto a una piedra que no llegas siquiera a advertir su presencia. Por lo visto están tan orgullosos de su robustez que compiten contra sus congéneres para ver quién es más duro."}, "evolution": [["Geodude", "Nivel 25", "Graveler", "Intercambio;o cordón unión ", "Golem"]]}