{
    "dex number": "054",
    "pokemon name": "Psyduck",
    "types": [
        "agua"
    ],
    "abilities": [
        "Humedad",
        "Aclimatación"
    ],
    "hidden abilities": [
        "Nado rápido"
    ],
    "stats": {
        "hp": 50,
        "atk": 52,
        "def": 48,
        "atk esp": 65,
        "def esp": 50,
        "speed": 55
    },
    "location": {
        "Amarillo": [
            "Salvaje:",
            "Surf: Ruta 6."
        ],
        "Oro": [
            "Salvaje:",
            "Surf: Rutas 6 y 35 y Encinar"
        ],
        "Plata": [
            "Salvaje:",
            "Surf: Rutas 6 y 35 y Encinar"
        ],
        "Cristal": [
            "Salvaje, noche: Rutas 6 y 35, Encinar y Parque Nacional.",
            "Surf: Ruta 6."
        ],
        "Rubí": [
            "Salvaje:",
            "Surf: Zona Safari (Zonas Oeste y Noroeste)"
        ],
        "Zafiro": [
            "Salvaje:",
            "Surf: Zona Safari (Zonas Oeste y Noroeste)"
        ],
        "Esmeralda": [
            "Salvaje:",
            "Surf: Zona Safari (Zonas Oeste y Noroeste)"
        ],
        "Rojo Fuego": [
            "Salvaje: Islas Espuma, Playa Tesoro, Cabo Extremo, Puente Unión, Bosque Baya, Camino Candente, Cueva Glaciada, Vía Acuática, Prado Isla Inta.",
            "Surf: Ciudad Verde, Ciudad Azulona, Ciudad Fucsia, Islas Espuma, Cabo Extremo, Bosque Baya, Isla Quarta, Cueva Glaciada, Valle Ruinas, Entrada al Cañón, Cueva Celeste, Zona Safari, rutas 4, 6, 22, 23, 25.",
            "Pescando: Pueblo Paleta, Ciudad Celeste, Ciudad Carmín, Ciudad Fucsia, Isla Canela, Islas Espuma, Isla Prima, Playa Tesoro, Cabo Extremo, Puente Unión, Bosque Baya, Camino Candente, Isla Quarta, Cueva Glaciada, Vía Acuática, Vía Verde, Isla Aislada, Valle Ruinas, Isla Inta, Aquarinto, Lugar de Recreo, Prado Isla Inta, Pilar Recuerdo, Torre Desafío, Ruinas Sete, Cueva Celeste, Zona Safari, rutas 6, 10, 11, 12, 13, 19, 20, 21, 24, 25."
        ],
        "Verde Hoja": [
            "Intercambiar: de Pokémon Rojo Fuego, Pokémon Rubí y Zafiro o Pokémon Esmeralda"
        ],
        "Diamante": [
            "Salvaje: Rutas 208, 210 (Norte)",
            "Surf: Rutas 203, 204, 205 (Norte), 208, 209, 210, 212 (Norte), 214, Pueblo Hojaverde, Ciudad Vetusta, Pueblo Caelestis, Senda Desolada, Puerta Pirita Lago Veraz, Lago Agudeza, Lago Valor, Gran Pantano.",
            "Parque Compi: Zona pantanosa"
        ],
        "Perla": [
            "Salvaje: Rutas 208, 210 (Norte)",
            "Surf: Rutas 203, 204, 205 (Norte), 208, 209, 210, 212 (Norte), 214, Pueblo Hojaverde, Ciudad Vetusta, Pueblo Caelestis, Senda Desolada, Puerta Pirita Lago Veraz, Lago Agudeza, Lago Valor, Gran Pantano.",
            "Parque Compi: Zona pantanosa"
        ],
        "Platino": [
            "Salvaje: Puerta Pirita",
            "Surf: Rutas 202, 203, 204, 205 (Norte), 208, 209, 210, 212 (Norte), 214, Pueblo Hojaverde, Ciudad Vetusta, Pueblo Caelestis, Senda Desolada, Puerta Pirita Lago Veraz, Lago Agudeza, Lago Valor, Zona Descanso.",
            "Parque Compi: Zona pantanosa"
        ],
        "Oro HeartGold": [
            "Salvaje: Islas Espuma y Zona Safari (Pantano).",
            "Surf: Rutas 6, 35, Encinar, Cueva Celeste y Zona Safari (Pantano).",
            "Pescando (Caña buena): Islas Espuma.",
            "Parque Compi: Zona pantanosa",
            "Pokéwalker: Costa Bella y Playa Tormenta."
        ],
        "Plata SoulSilver": [
            "Salvaje: Islas Espuma y Zona Safari (Pantano).",
            "Surf: Rutas 6, 35, Encinar, Cueva Celeste y Zona Safari (Pantano).",
            "Pescando (Caña buena): Islas Espuma.",
            "Parque Compi: Zona pantanosa",
            "Pokéwalker: Costa Bella y Playa Tormenta."
        ],
        "Negro": [
            "Criando: de Golduck.",
            "Dream World: Bosque Pequeño con la habilidad nado rápido."
        ],
        "Blanco": [
            "Criando: de Golduck.",
            "Dream World: Bosque Pequeño con la habilidad nado rápido."
        ],
        "Negro 2": [
            "Salvaje: Rancho Ocre.",
            "Dream World: Bosque Pequeño con la habilidad nado rápido."
        ],
        "Blanco 2": [
            "Salvaje: Rancho Ocre.",
            "Dream World: Bosque Pequeño con la habilidad nado rápido."
        ],
        "Pokémon X": [
            "Salvaje: Ruta 22, ruta 7 (horda).",
            "Surf: Ruta 22."
        ],
        "Pokémon Y": [
            "Salvaje: Ruta 22, ruta 7 (horda).",
            "Surf: Ruta 22."
        ],
        "Rubí Omega": [
            "Salvaje: Zona Safari."
        ],
        "Zafiro Alfa": [
            "Salvaje: Zona Safari."
        ],
        "Sol": [
            "Salvaje: Colina Saltagua, Parque de Malíe, Gruta Unemar y Colina Dequilate."
        ],
        "Luna": [
            "Salvaje: Colina Saltagua, Parque de Malíe, Gruta Unemar y Colina Dequilate."
        ],
        "Ultrasol": [
            "Salvaje: Colina Saltagua, Parque de Malíe, Gruta Unemar, Colina Dequilate y Cueva Costera."
        ],
        "Ultraluna": [
            "Salvaje: Colina Saltagua, Parque de Malíe, Gruta Unemar, Colina Dequilate y Cueva Costera."
        ],
        "Espada": [
            "Salvaje: Cueva Contienda y Playa Desafío."
        ],
        "Escudo": [
            "Salvaje: Cueva Contienda y Playa Desafío."
        ],
        "Diamante Brillante": [
            "Salvaje: Rutas 208, 210 (Norte), Lago Valor, Lago Agudeza, Gran Pantano, Puerta Pirita y Senda Desolada.",
            "Surf: Rutas 203, 204, 205 (Norte), 208, 209, 210 (Norte), 212 (Norte), 214, Pueblo Hojaverde, Ciudad Vetusta, Pueblo Caelestis, Senda Desolada, Puerta Pirita Lago Veraz, Lago Agudeza, Lago Valor y Gran Pantano.",
            "Grutas del Subsuelo: Cueva Menor, Cueva Espaciosa, Cueva Arroyo, Cueva Fluvial, Cueva Ribera y Caverna Reflelago."
        ],
        "Perla Reluciente": [
            "Salvaje: Rutas 208, 210 (Norte), Lago Valor, Lago Agudeza, Gran Pantano, Puerta Pirita y Senda Desolada.",
            "Surf: Rutas 203, 204, 205 (Norte), 208, 209, 210 (Norte), 212 (Norte), 214, Pueblo Hojaverde, Ciudad Vetusta, Pueblo Caelestis, Senda Desolada, Puerta Pirita Lago Veraz, Lago Agudeza, Lago Valor y Gran Pantano.",
            "Grutas del Subsuelo: Cueva Menor, Cueva Espaciosa, Cueva Arroyo, Cueva Fluvial, Cueva Ribera y Caverna Reflelago."
        ],
        "Leyendas: Arceus": [
            "Salvaje: Pradera Obsidiana: Bosque Recóndito. Pantanal Carmesí: Pradera Áurea, Ciénaga Bocazas, Banco del Juicio. Costa Cobalto: Albuferas Chapuzón. Ladera Corona: Bosque Extravío, Manantial Solitario."
        ]
    },
    "pokedex": {
        "RojoAzul": "Aunque calma al enemigo con su vacía mirada, este Pokémon usará poderes psicoquinéticos.",
        "Amarillo": "Siempre tiene dolores de cabeza. Posee poderes mentales, pero no sabes cuándo los usará.",
        "Oro": "Tiene poderes místicos que no recuerda haber usado. Por eso, siempre parece desconcertado.",
        "Plata": "Si su jaqueca crónica empeora, podría mostrar extraños poderes. Parece que después no recuerda nada.",
        "Cristal": "Está dotado de un poder psíquico que no podrá usar si no tiene las neuronas despiertas del todo.",
        "Rubí": "Psyduck tiene un extraño poder, consiste en generar ondas cerebrales iguales a las que se generan cuando se está dormido. Este descubrimiento levantó una gran polémica entre eruditos.",
        "Zafiro": "Psyduck no se acuerda nunca de haber usado su misterioso poder. Parece ser que no puede registrar en la memoria haber usado el ataque porque se queda inmerso en un estado parecido a un sueño profundo.",
        "Esmeralda": "Cuando le aumenta el dolor de cabeza, comienza a usar extraños poderes. Sin embargo, como nunca los recuerda, siempre se le ve aturdido y desconcertado.",
        "Rojo Fuego": "Padece continuamente dolores de cabeza. Cuando son muy fuertes, empieza a usar misteriosos poderes.",
        "Verde Hoja": "Mientras calma al enemigo con su vacía mirada, este Pokémon usa poderes psicoquinéticos.",
        "Diamante": "Cuando su jaqueca empeora, usa sus poderes misteriosos. Sin embargo, nunca recuerda haberlos usado.",
        "Perla": "Tiene extraños poderes, pero nunca recuerda haberlos usado, por lo que se queda perplejo.",
        "Platino": "Sus grandes habilidades le provocan un constante dolor de cabeza. A veces usa poderes misteriosos.",
        "Oro HeartGold": "Tiene poderes místicos que no recuerda haber usado. Por eso, siempre parece desconcertado.",
        "Plata SoulSilver": "Si su jaqueca crónica empeora, podría usar extraños poderes. No parece recordar nada después.",
        "Negro": "Sus grandes habilidades le provocan un constante dolor de cabeza. A veces usa poderes misteriosos.",
        "Blanco": "Sus grandes habilidades le provocan un constante dolor de cabeza. A veces usa poderes misteriosos.",
        "Negro 2": "Sus neuronas suelen estar aletargadas debido a sus fuertes jaquecas. Si las estimula, puede usar un extraño poder.",
        "Blanco 2": "Sus neuronas suelen estar aletargadas debido a sus fuertes jaquecas. Si las estimula, puede usar un extraño poder.",
        "Pokémon X": "Padece continuamente dolores de cabeza. Cuando son muy fuertes, empieza a usar misteriosos poderes.",
        "Pokémon Y": "Tiene poderes místicos que no recuerda haber usado. Por eso, siempre parece desconcertado.",
        "Rubí Omega": "Psyduck tiene un extraño poder, que consiste en generar ondas cerebrales iguales a las que se generan cuando se está dormido. Este descubrimiento levantó una gran polémica entre eruditos.",
        "Zafiro Alfa": "Psyduck no se acuerda nunca de haber usado su misterioso poder. Parece ser que no puede registrar en la memoria haber usado el ataque porque se queda inmerso en un estado parecido a un sueño profundo.",
        "Sol": "En ocasiones utiliza sus poderes psíquicos sin querer, lo que le provoca fuertes dolores de cabeza que le hacen chillar.",
        "Luna": "Siempre padece dolores de cabeza. Cuando estos llegan a niveles insoportables, desata un poder psíquico extraordinario.",
        "Ultrasol": "El uso de sus poderes psíquicos le provoca un gran dolor de cabeza, por lo que prefiere tener la mente en blanco y no hacer nada en absoluto.",
        "Ultraluna": "Estudios recientes han desvelado que, cuando sufre un episodio de cefalea, su actividad neuronal es diez veces superior a lo normal.",
        "Let's Go Pikachu!Let's Go Eevee!": "Siempre tiene dolores de cabeza. Posee poderes psíquicos, pero se desconoce si los controla a voluntad.",
        "Espada": "Siempre padece dolores de cabeza. Tras desatar sus misteriosos poderes, la jaqueca remite unos instantes.",
        "Escudo": "Sus dolores de cabeza empeoran a medida que aumenta su nivel de estrés. Su increíble poder psíquico puede causar estragos a su alrededor.",
        "Diamante Brillante": "Cuando su jaqueca se intensifica, es capaz de utilizar unos poderes misteriosos. Sin embargo, nunca recuerda haberlos usado.",
        "Perla Reluciente": "Posee extraños poderes, pero nunca recuerda haberlos usado, por lo que tiene siempre una expresión de desconcierto.",
        "Leyendas: Arceus": "Sufre constantes jaquecas. Cuando el dolor se intensifica, libera sin querer su poder interior, por lo que estamos investigando cómo calmarlo."
    },
    "evolution": [
        [
            "Psyduck",
            "Nivel 33",
            "Golduck"
        ]
    ]
}